import Header from "../components/Header"
import Footer from "../components/Footer"
import ListItem from "../components/ListItem"
function BannedMaterial(){


    const items =[
        'المواد الكيميائية أو البيولوجية الضارة بجميع أنواعها.',
        'المواد و الأعضاء البشرية، بما فيها الدم، جسم الإنسان و مكوناته.',
        'الخمور بجميع أنواعها.',
        'جميع أنواع المخدرات والأدوية الطبية الممنوعة.',
        'المواد و الأغراض ذات الطبيعة الإباحية أو الجنسية.',
        'المنتجات المقلدة و المزيفة التي تخالف حقوق الملكية الفكرية أو حقوق الطبع والنشر لأي علامة تجارية مسجلة.',
        'جميع الكائنات الحية أو الميتة ( ما عدا نباتات الزينة والأزهار ).',
        'جميع أنواع الأسلحة النارية و الذخائر , بما في ذلك المقلدة، أو أي أجزاء منها.',
        'المواد المشعة أو المسببة للتآكل، بما في ذلك الأحماض و المواد البيوكيميائية.',
        'النفايات السامة و الخطرة.',
        'الآثار التاريخية و المقتنيات ذات القيمة الكبرى للتراث الوطني.',
        'الأسلحة البيضاء بكل أنواعها و/أو أجزائها، بما في ذلك السيوف، السكاكين، الحراب.',
        'الوقود، أعواد الكبريت، أو أي نوع من المحروقات و المواد المشتعلة.',
        'السجائر والتبغ والسجائر الالكترونية كالشيشة وغيرها.',
    ]
    return <div>
        <Header></Header>
        <main>
            <div className="banned-materials">
                <h1>المواد المحظورة</h1>
                <ListItem></ListItem>
            </div>
        </main>
        <Footer></Footer>

    </div>}

export default BannedMaterial